Repository: qSascha/qFocus-Browser
Catalog: qFocus Browser/9.Assets/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

# Options.qna.5answer
source: qFocus Browser is built around privacy. Therefore every link that is pointing at another website than the one you are currently on is opened in another window. This ensures that cookies won’t be shared and the sites will know nothing to very little about each other. However, when logging in to some sites (for example Messenger) than other sites (for example Facebook) are used to login the user. This will fail with the above concept! If this happens please enable “Open in New Window” and for a limited time all links are opened in the same window, allowing you to login.
ar: متصفح qFocus مبني على الخصوصية. لذلك كل رابط يشير إلى موقع آخر غير الذي أنت عليه حالياً يُفتح في نافذة أخرى. هذا يضمن عدم مشاركة ملفات تعريف الارتباط وأن المواقع لن تعرف شيئاً أو القليل جداً عن بعضها البعض. ومع ذلك، عند تسجيل الدخول إلى بعض المواقع (مثل Messenger) يتم استخدام مواقع أخرى (مثل Facebook) لتسجيل دخول المستخدم. سيفشل هذا مع المفهوم أعلاه! إذا حدث هذا يرجى تفعيل "فتح في نافذة جديدة" ولفترة محدودة ستُفتح جميع الروابط في نفس النافذة، مما يسمح لك بتسجيل الدخول.
ca: qFocus Browser està dissenyat al voltant de la privadesa. Per això, cada enllaç que apunta a un altre lloc web diferent del que estàs visitant s'obre en una altra finestra. Això assegura que les cookies no es comparteixin i que els llocs no sàpiguen gaire l'un de l'altre. Tanmateix, quan et connectes a alguns llocs (per exemple Messenger), es fa servir un altre lloc (com Facebook) per iniciar sessió. Això fallarà amb el concepte anterior! Si això passa, habilita «Obrir en finestra nova» i, durant un temps limitat, tots els enllaços s'obriran en la mateixa finestra, permetent-te iniciar sessió.
cs: qFocus Browser je postaven kolem soukromí. Proto se každý odkaz, který směřuje na jiný web než ten, na kterém se nacházíte, otevírá v jiném okně. To zajišťuje, že cookies nebudou sdíleny a stránky o sobě budou vědět jen velmi málo. Při přihlašování na některé stránky (například Messenger) se však používají jiné stránky (například Facebook) k přihlášení uživatele. To s výše uvedeným konceptem nefunguje! Pokud k tomu dojde, povolte „Otevřít v novém okně“ a po omezenou dobu se budou všechny odkazy otevírat ve stejném okně, což vám umožní se přihlásit.
da: qFocus Browser er bygget omkring privatliv. Derfor åbnes hvert link, der peger på et andet websted end det, du er på, i et andet vindue. Dette sikrer, at cookies ikke deles, og at webstederne ikke ved noget eller meget lidt om hinanden. Men når du logger ind på nogle sider (for eksempel Messenger), bruges andre sider (for eksempel Facebook) til at logge brugeren ind. Dette vil mislykkes med ovenstående koncept! Hvis dette sker, skal du aktivere "Åbn i nyt vindue", og i en begrænset periode åbnes alle links i det samme vindue, så du kan logge ind.
de: qFocus Browser ist auf Datenschutz ausgerichtet. Daher wird jeder Link, der auf eine andere Website als die aktuelle verweist, in einem anderen Fenster geöffnet. Dies stellt sicher, dass Cookies nicht geteilt werden und die Seiten nichts bis sehr wenig voneinander wissen. Beim Anmelden bei einigen Seiten (z.B. Messenger) werden jedoch andere Seiten (z.B. Facebook) verwendet, um den Benutzer anzumelden. Dies wird mit dem obigen Konzept fehlschlagen! Wenn dies passiert, aktivieren Sie bitte "In neuem Fenster öffnen" und für eine begrenzte Zeit werden alle Links im selben Fenster geöffnet, sodass Sie sich anmelden können.
el: Το qFocus Browser είναι φτιαγμένο γύρω από την ιδιωτικότητα. Επομένως κάθε σύνδεσμος που δείχνει σε άλλη ιστοσελίδα από αυτήν που βρίσκεστε ανοίγει σε νέο παράθυρο. Αυτό διασφαλίζει ότι τα cookies δεν θα κοινοποιούνται και οι ιστότοποι δεν θα γνωρίζουν τίποτα ή ελάχιστα ο ένας για τον άλλον. Ωστόσο, κατά τη σύνδεση σε ορισμένες ιστοσελίδες (π.χ. Messenger) χρησιμοποιούνται άλλοι ιστότοποι (π.χ. Facebook) για την είσοδο του χρήστη. Αυτό θα αποτύχει με την παραπάνω ιδέα! Αν συμβεί αυτό, ενεργοποιήστε το «Άνοιγμα σε νέο παράθυρο» και για περιορισμένο χρονικό διάστημα όλοι οι σύνδεσμοι θα ανοίγουν στο ίδιο παράθυρο, επιτρέποντάς σας να συνδεθείτε.
es: El navegador qFocus está construido en torno a la privacidad. Por lo tanto, cada enlace que apunta a otro sitio web diferente al que estás actualmente se abre en otra ventana. Esto asegura que las cookies no se compartirán y los sitios no sabrán nada o muy poco el uno del otro. Sin embargo, al iniciar sesión en algunos sitios (por ejemplo, Messenger) se utilizan otros sitios (por ejemplo, Facebook) para iniciar sesión del usuario. ¡Esto fallará con el concepto anterior! Si esto sucede, habilita "Abrir en ventana nueva" y durante un tiempo limitado todos los enlaces se abrirán en la misma ventana, permitiéndote iniciar sesión.
fi: qFocus Browser on rakennettu yksityisyyden ympärille. Siksi jokainen linkki, joka osoittaa muulle sivustolle kuin nykyiselle, avataan uuteen ikkunaan. Tämä varmistaa, että evästeitä ei jaeta ja sivustot eivät tiedä toisistaan juurikaan mitään. Kuitenkin joillekin sivuille kirjauduttaessa (esimerkiksi Messenger), käytetään muita sivustoja (esimerkiksi Facebook) kirjautumiseen. Tämä epäonnistuu yllä mainitussa periaatteessa! Jos näin tapahtuu, ota käyttöön "Avaa uudessa ikkunassa" ja lyhyen aikaa kaikki linkit avataan samassa ikkunassa, jotta voit kirjautua sisään.
fr: Le navigateur qFocus est conçu autour de la confidentialité. Par conséquent, chaque lien pointant vers un autre site web que celui sur lequel vous êtes actuellement est ouvert dans une autre fenêtre. Cela garantit que les cookies ne seront pas partagés et que les sites ne sauront rien ou très peu l'un de l'autre. Cependant, lors de la connexion à certains sites (par exemple Messenger), d'autres sites (par exemple Facebook) sont utilisés pour connecter l'utilisateur. Cela échouera avec le concept ci-dessus ! Si cela se produit, veuillez activer "Ouvrir dans une nouvelle fenêtre" et pendant un temps limité, tous les liens s'ouvriront dans la même fenêtre, vous permettant de vous connecter.
he: הדפדפן qFocus בנוי סביב פרטיות. לכן כל קישור שמפנה לאתר אחר מזה שאתה כרגע עליו נפתח בחלון אחר. זה מבטיח שעוגיות לא ישותפו והאתרים ידעו מעט מאוד זה על זה. עם זאת, בעת התחברות לאתרים מסוימים (למשל Messenger) נעשה שימוש באתרים אחרים (לדוגמה Facebook) כדי להתחבר. זה ייכשל עם המנגנון הזה! אם זה קורה, אנא הפעל את "פתח בחלון חדש" ולזמן מוגבל כל הקישורים ייפתחו באותו חלון, מה שיאפשר לך להתחבר.
hi: qFocus ब्राउज़र गोपनीयता के आसपास बनाया गया है। इसलिए हर लिंक जो आपकी वर्तमान वेबसाइट के अलावा किसी अन्य वेबसाइट की ओर इशारा करता है, दूसरी विंडो में खुलता है। यह सुनिश्चित करता है कि कुकीज़ साझा नहीं की जाएंगी और साइटें एक-दूसरे के बारे में कुछ नहीं या बहुत कम जानेंगी। हालांकि, कुछ साइटों (जैसे Messenger) में लॉगिन करते समय अन्य साइटों (जैसे Facebook) का उपयोग उपयोगकर्ता को लॉगिन करने के लिए किया जाता है। यह उपरोक्त अवधारणा के साथ विफल हो जाएगा! यदि ऐसा होता है तो कृपया "नई विंडो में खोलें" सक्षम करें और सीमित समय के लिए सभी लिंक एक ही विंडो में खुलेंगे, जिससे आप लॉगिन कर सकेंगे।
hr: qFocus Browser je izgrađen oko privatnosti. Stoga se svaki link koji vodi na drugu stranicu od one na kojoj se trenutno nalazite otvara u novom prozoru. To osigurava da se kolačići neće dijeliti i da web stranice neće znati ništa ili vrlo malo jedna o drugoj. Međutim, pri prijavljivanju na neke web stranice (na primjer Messenger) koriste se druge stranice (na primjer Facebook) za prijavu korisnika. To će ne uspjeti uz gore opisani koncept! Ako se to dogodi, omogućite opciju “Otvori u novom prozoru” i privremeno će se svi linkovi otvarati u istom prozoru, što će vam omogućiti prijavu.
hu: A qFocus Browser a magánélet védelme köré épül. Ezért minden link, amely egy másik weboldalra mutat, mint ahol jelenleg tartózkodsz, új ablakban nyílik meg. Ez biztosítja, hogy a sütik ne legyenek megosztva, és a webhelyek semmit vagy nagyon keveset tudjanak egymásról. Azonban bizonyos oldalakra történő bejelentkezéskor (például Messenger) más oldalak (például Facebook) kerülnek felhasználásra a felhasználó bejelentkezéséhez. Ez a fenti koncepcióval meghiúsul! Ha ez megtörténik, engedélyezd az „Megnyitás új ablakban” lehetőséget, és korlátozott ideig minden link ugyanabban az ablakban nyílik meg, így be tudsz jelentkezni.
id: qFocus Browser dibangun seputar privasi. Oleh karena itu setiap tautan yang mengarah ke situs lain selain yang sedang kamu kunjungi dibuka di jendela lain. Ini memastikan bahwa cookie tidak akan dibagikan dan situs-situs tersebut tidak akan tahu apa-apa atau sangat sedikit tentang satu sama lain. Namun, saat masuk ke beberapa situs (misalnya Messenger) maka situs lain (misalnya Facebook) digunakan untuk masuk pengguna. Ini akan gagal dengan konsep di atas! Jika ini terjadi, silakan aktifkan "Buka di Jendela Baru" dan untuk sementara semua tautan akan dibuka di jendela yang sama, memungkinkan kamu untuk masuk.
it: qFocus Browser è costruito attorno alla privacy. Pertanto ogni link che punta a un altro sito web diverso da quello su cui ti trovi attualmente viene aperto in un'altra finestra. Questo garantisce che i cookie non vengano condivisi e che i siti non sappiano nulla o molto poco l'uno dell'altro. Tuttavia, quando si accede ad alcuni siti (ad esempio Messenger) vengono utilizzati altri siti (ad esempio Facebook) per far accedere l'utente. Questo fallirà con il concetto sopra! Se ciò accade, abilita "Apri in nuova finestra" e per un tempo limitato tutti i link verranno aperti nella stessa finestra, permettendoti di accedere.
ja: qFocusブラウザはプライバシーを中心に構築されています。そのため、現在アクセスしているウェブサイト以外を指すすべてのリンクは別のウィンドウで開かれます。これにより、クッキーが共有されず、サイト同士がお互いについて何も知らないか、ほとんど知らないことが保証されます。ただし、一部のサイト（例：Messenger）にログインする際、他のサイト（例：Facebook）を使用してユーザーをログインさせることがあります。これは上記のコンセプトでは失敗します！これが起こった場合は、「新しいウィンドウで開く」を有効にしてください。限られた時間、すべてのリンクが同じウィンドウで開かれ、ログインできるようになります。
ko: qFocus Browser는 프라이버시를 중심으로 설계되었습니다. 따라서 현재 보고 있는 사이트와 다른 사이트로 향하는 모든 링크는 다른 창에서 열립니다. 이는 쿠키가 공유되지 않도록 하고 사이트들이 서로에 대해 아무것도 또는 거의 아무것도 알지 못하도록 합니다. 하지만 일부 사이트에 로그인할 때(예: Messenger) 다른 사이트(예: Facebook)를 통해 로그인이 이루어집니다. 이 경우에는 위 개념이 작동하지 않습니다! 이런 상황이 생기면 “새 창에서 열기”를 활성화하여 잠시 동안 모든 링크를 같은 창에서 열어 로그인을 완료하세요.
ms: qFocus Browser dibina berasaskan privasi. Oleh itu setiap pautan yang mengarah ke laman web lain daripada yang anda sedang berada akan dibuka dalam tetingkap lain. Ini memastikan kuki tidak dikongsi dan laman-laman tersebut tidak mengetahui atau mengetahui sangat sedikit tentang satu sama lain. Walau bagaimanapun, apabila log masuk ke sesetengah laman (contohnya Messenger), laman lain (contohnya Facebook) digunakan untuk log masuk pengguna. Ini tidak sepadan dengan konsep di atas! Jika ini berlaku, sila aktifkan “Buka dalam Tetingkap Baharu” dan untuk sementara waktu semua pautan akan dibuka dalam tetingkap yang sama, membolehkan anda log masuk.
nb: qFocus Browser er bygget rundt personvern. Derfor åpnes hver lenke som peker til et annet nettsted enn det du er på i et annet vindu. Dette sikrer at informasjonskapsler ikke deles og at nettstedene vet lite eller ingenting om hverandre. Men når du logger inn på noen nettsteder (for eksempel Messenger) brukes andre nettsteder (for eksempel Facebook) for å logge inn brukeren. Dette vil mislykkes med dette konseptet! Hvis dette skjer, må du aktivere «Åpne i nytt vindu», og for en begrenset periode åpnes alle lenker i det samme vinduet, slik at du kan logge inn.
nl: qFocus Browser is gebouwd rond privacy. Daarom wordt elke link die naar een andere website wijst dan degene waar u momenteel op bent, in een ander venster geopend. Dit zorgt ervoor dat cookies niet worden gedeeld en de sites niets tot zeer weinig van elkaar weten. Echter, bij het inloggen op sommige sites (bijvoorbeeld Messenger) worden andere sites (bijvoorbeeld Facebook) gebruikt om de gebruiker in te loggen. Dit zal falen met het bovenstaande concept! Als dit gebeurt, schakel dan "Openen in nieuw venster" in en voor een beperkte tijd worden alle links in hetzelfde venster geopend, zodat u kunt inloggen.
pl: Przeglądarka qFocus jest zbudowana wokół prywatności. Dlatego każdy link, który wskazuje na inną stronę niż ta, na której aktualnie jesteś, otwiera się w nowym oknie. Zapewnia to, że ciasteczka nie są współdzielone, a witryny wiedzą niewiele lub nic o sobie nawzajem. Jednak podczas logowania do niektórych witryn (na przykład Messenger) używane są inne witryny (na przykład Facebook) do logowania użytkownika. To nie powiedzie się przy powyższym koncepcie! Jeśli to się zdarzy, włącz “Otwórz w nowym oknie” i przez ograniczony czas wszystkie linki będą otwierane w tym samym oknie, co pozwoli na zalogowanie.
pt_br: qFocus Browser é construído em torno da privacidade. Portanto, cada link que aponta para outro site diferente daquele em que você está no momento é aberto em outra janela. Isso garante que os cookies não sejam compartilhados e os sites saibam nada ou muito pouco um sobre o outro. No entanto, ao fazer login em alguns sites (por exemplo, Messenger), outros sites (por exemplo, Facebook) são usados para autenticar o usuário. Isso não funciona com o conceito acima! Se isso acontecer, habilite 'Abrir em Nova Janela' e, por um período limitado, todos os links serão abertos na mesma janela, permitindo que você faça login.
pt_pt: O navegador qFocus é construído em torno da privacidade. Portanto, cada ligação que aponta para outro website diferente daquele em que está atualmente é aberta noutra janela. Isto garante que os cookies não serão partilhados e os sites não saberão nada ou muito pouco uns sobre os outros. No entanto, ao iniciar sessão em alguns sites (por exemplo, Messenger), outros sites (por exemplo, Facebook) são usados para fazer login do utilizador. Isto falhará com o conceito acima! Se isto acontecer, ative "Abrir em Nova Janela" e por um tempo limitado todas as ligações serão abertas na mesma janela, permitindo-lhe iniciar sessão.
ro: qFocus Browser este construit în jurul confidențialității. Prin urmare, fiecare link care indică un alt site decât cel pe care vă aflați în prezent se deschide într-o altă fereastră. Acest lucru asigură că cookie-urile nu sunt partajate și că site-urile nu știu nimic sau foarte puțin unul despre celălalt. Totuși, la conectarea pe unele site-uri (de exemplu Messenger), alte site-uri (de exemplu Facebook) sunt folosite pentru autentificarea utilizatorului. Acest lucru eșuează în conceptul de mai sus! Dacă se întâmplă acest lucru, activați „Deschide într-o fereastră nouă” și pentru o perioadă limitată toate linkurile se vor deschide în aceeași fereastră, permițându-vă să vă conectați.
ru: Браузер qFocus построен на основе конфиденциальности. Поэтому каждая ссылка, указывающая на другой веб-сайт, отличный от того, на котором вы находитесь, открывается в другом окне. Это гарантирует, что файлы cookie не будут использоваться совместно, и сайты не будут знать друг о друге ничего или очень мало. Однако при входе на некоторые сайты (например, Messenger) для входа пользователя используются другие сайты (например, Facebook). Это не будет работать с вышеуказанной концепцией! Если это произойдет, включите «Открыть в новом окне», и в течение ограниченного времени все ссылки будут открываться в том же окне, позволяя вам войти в систему.
sv: qFocus Browser är byggd kring integritet. Därför öppnas varje länk som pekar på en annan webbplats än den du för närvarande är på i ett annat fönster. Detta säkerställer att cookies inte delas och att webbplatserna inte vet något eller mycket lite om varandra. Men när man loggar in på vissa webbplatser (till exempel Messenger) används andra webbplatser (till exempel Facebook) för att logga in användaren. Detta kommer att misslyckas med ovanstående koncept! Om detta händer, aktivera "Öppna i nytt fönster" och under en begränsad tid öppnas alla länkar i samma fönster, vilket gör att du kan logga in.
th: qFocus Browser ถูกสร้างขึ้นโดยยึดความเป็นส่วนตัว ดังนั้นลิงก์ทุกลิงก์ที่ชี้ไปยังเว็บไซต์อื่นที่ไม่ใช่เว็บไซต์ที่คุณอยู่จะถูกเปิดในหน้าต่างอื่น ซึ่งทำให้คุกกี้ไม่ถูกแบ่งปันและเว็บไซต์จะไม่รู้ข้อมูลของกันและกัน อย่างไรก็ตาม เมื่อเข้าสู่บางเว็บไซต์ (เช่น Messenger) จะใช้เว็บไซต์อื่น (เช่น Facebook) ในการล็อกอินผู้ใช้ สิ่งนี้จะล้มเหลวตามแนวคิดข้างต้น! หากเกิดเหตุการณ์นี้ โปรดเปิดใช้งาน “เปิดในหน้าต่างใหม่” และในช่วงเวลาจำกัดลิงก์ทั้งหมดจะเปิดในหน้าต่างเดียวกันเพื่อให้คุณเข้าสู่ระบบได้
tr: qFocus Browser gizlilik üzerine kurulmuştur. Bu yüzden, bulunduğunuzdan başka bir siteye giden her bağlantı başka bir pencerede açılır. Bu, çerezlerin paylaşılmamasını ve sitelerin birbirleri hakkında hiçbir şey ya da çok az şey bilmesini sağlar. Ancak bazı sitelere giriş yaparken (örneğin Messenger) başka siteler (örneğin Facebook) kullanıcıyı oturum açtırmak için kullanılır. Bu, yukarıda açıklanan kavramla çalışmayacaktır! Böyle bir durumla karşılaşırsanız lütfen “Yeni Pencerede Aç” seçeneğini etkinleştirin; kısa bir süreliğine tüm bağlantılar aynı pencerede açılır ve giriş yapabilirsiniz.
uk: Браузер qFocus побудований навколо конфіденційності. Тому кожне посилання, що вказує на інший веб-сайт, ніж той, на якому ви зараз перебуваєте, відкривається в іншому вікні. Це гарантує, що файли cookie не будуть спільними, а сайти не знатимуть нічого або дуже мало один про одного. Однак при вході на деякі сайти (наприклад, Messenger) для входу користувача використовуються інші сайти (наприклад, Facebook). Це не спрацює з вищевказаною концепцією! Якщо це станеться, увімкніть «Відкрити в новому вікні», і протягом обмеженого часу всі посилання відкриватимуться в тому самому вікні, дозволяючи вам увійти.
ur: qFocus براؤزر رازداری کے ارد گرد بنایا گیا ہے۔ اس لیے ہر لنک جو آپ کی موجودہ ویب سائٹ کے علاوہ کسی اور ویب سائٹ کی طرف اشارہ کرتا ہے، دوسری ونڈو میں کھلتا ہے۔ یہ یقینی بناتا ہے کہ کوکیز شیئر نہیں ہوں گی اور سائٹس ایک دوسرے کے بارے میں کچھ نہیں یا بہت کم جانیں گی۔ تاہم، کچھ سائٹس (جیسے Messenger) میں لاگ ان کرتے وقت دوسری سائٹس (جیسے Facebook) صارف کو لاگ ان کرنے کے لیے استعمال کی جاتی ہیں۔ یہ اوپر والے تصور کے ساتھ ناکام ہو جائے گا! اگر ایسا ہوتا ہے تو براہ کرم "نئی ونڈو میں کھولیں" کو فعال کریں اور محدود وقت کے لیے تمام لنکس ایک ہی ونڈو میں کھلیں گے، جس سے آپ لاگ ان کر سکیں گے۔
vi: Trình duyệt qFocus được xây dựng xoay quanh quyền riêng tư. Vì vậy mọi liên kết trỏ đến một trang web khác với trang bạn đang ở sẽ được mở trong cửa sổ khác. Điều này đảm bảo cookie không bị chia sẻ và các trang web hầu như không biết gì về nhau. Tuy nhiên, khi đăng nhập vào một số trang (ví dụ Messenger), các trang khác (ví dụ Facebook) được dùng để đăng nhập người dùng. Điều này sẽ không phù hợp với khái niệm trên! Nếu điều này xảy ra, hãy bật 'Mở trong cửa sổ mới' và trong một thời gian ngắn tất cả liên kết sẽ mở trong cùng một cửa sổ, cho phép bạn đăng nhập.
zh_hans: qFocus浏览器围绕隐私而构建。因此，每个指向当前网站以外的其他网站的链接都会在另一个窗口中打开。这确保了cookies不会被共享，网站之间几乎不会相互了解。但是，在登录某些网站（例如Messenger）时，会使用其他网站（例如Facebook）来登录用户。这将与上述概念冲突！如果发生这种情况，请启用"在新窗口中打开"，在有限的时间内所有链接都将在同一窗口中打开，允许您登录。
zh_hant: qFocus瀏覽器圍繞隱私而構建。因此，每個指向當前網站以外的其他網站的連結都會在另一個視窗中開啟。這確保了 cookies 不會被共享，網站之間幾乎不會相互了解。但是，在登入某些網站（例如 Messenger）時，會使用其他網站（例如 Facebook）來登入用戶。這將與上述概念衝突！如果發生這種情況，請啟用「在新視窗中開啟」，在有限的時間內所有連結都將在同一視窗中開啟，允許您登入。

# Options.qna.5question
source: 3rd Party Links - What does it mean?
ar: روابط طرف ثالث - ماذا يعني ذلك؟
ca: Enllaços de tercers - Què significa?
cs: Odkazy třetích stran – co to znamená?
da: Tredjepartslinks – Hvad betyder det?
de: Drittanbieter-Links - Was bedeutet das?
el: Σύνδεσμοι τρίτων - Τι σημαίνει;
es: Enlaces de terceros - ¿Qué significa?
fi: Kolmannen osapuolen linkit - mitä se tarkoittaa?
fr: Liens tiers - Qu'est-ce que cela signifie ?
he: קישורים של צד שלישי - מה זה אומר?
hi: तृतीय पक्ष लिंक - इसका क्या मतलब है?
hr: Veze trećih strana - Što to znači?
hu: Harmadik fél linkek - Mit jelent ez?
id: Tautan Pihak Ketiga - Apa artinya?
it: Link di terze parti - Cosa significa?
ja: サードパーティリンク - どういう意味ですか？
ko: 제3자 링크 - 무슨 의미인가요?
ms: Pautan Pihak Ketiga - Apakah maksudnya?
nb: Lenker til tredjepart - Hva betyr det?
nl: Links van derden - Wat betekent dit?
pl: Linki stron trzecich - Co to znaczy?
pt_br: Links de Terceiros - O que significa?
pt_pt: Ligações de Terceiros - O que significa?
ro: Linkuri către terți - Ce înseamnă?
ru: Ссылки третьих лиц - Что это значит?
sv: Tredjepartslänkar - Vad betyder det?
th: ลิงก์บุคคลที่สาม - หมายความว่าอะไร?
tr: Üçüncü Taraf Bağlantılar - Ne anlama geliyor?
uk: Посилання третіх сторін - Що це означає?
ur: تیسری پارٹی کے لنکس - اس کا کیا مطلب ہے؟
vi: Liên kết bên thứ ba - có nghĩa là gì?
zh_hans: 第三方链接 - 这是什么意思？
zh_hant: 第三方連結 - 這是什麼意思？

# Options.qna.feedback.header
source: Contact me via email
ar: تواصل معي عبر البريد الإلكتروني
ca: Contacta'm per correu electrònic
cs: Kontaktujte mě e-mailem
da: Kontakt mig via e-mail
de: Kontaktiere mich per E-Mail
el: Επικοινωνήστε μαζί μου μέσω email
es: Contáctame por correo electrónico
fi: Ota yhteyttä sähköpostitse
fr: Contacte-moi par email
he: צרו איתי קשר בדוא"ל
hi: मुझसे ईमेल के जरिए संपर्क करें
hr: Kontaktirajte me putem e‑pošte
hu: Lépj kapcsolatba velem e-mailben
id: Hubungi saya melalui email
it: Contattami via email
ja: メールで連絡してください
ko: 이메일로 연락하기
ms: Hubungi saya melalui e-mel
nb: Kontakt meg via e‑post
nl: Neem contact met me op via e-mail
pl: Skontaktuj się ze mną e-mailem
pt_br: Contate-me por e-mail
pt_pt: Contacta-me por email
ro: Contactați-mă prin e-mail
ru: Свяжись со мной по электронной почте
sv: Kontakta mig via e‑post
th: ติดต่อฉันทางอีเมล
tr: Benimle e-posta yoluyla iletişime geçin
uk: Зв’яжися зі мною електронною поштою
ur: ای میل کے ذریعے مجھ سے رابطہ کریں
vi: Liên hệ với tôi qua email
zh_hans: 通过电子邮件联系我
zh_hant: 通過電子郵件聯繫我

# Options.qna.feedback.subject
source: Feedback / Contact for qFocus Browser
ar: ملاحظات / تواصل بشأن متصفح qFocus
ca: Comentaris / Contacte per a qFocus Browser
cs: Zpětná vazba / Kontakt pro qFocus Browser
da: Feedback / Kontakt for qFocus Browser
de: Feedback / Kontakt für den qFocus Browser
el: Ανατροφοδότηση / Επικοινωνία για το qFocus Browser
es: Comentarios / Contacto para qFocus Browser
fi: Palaute / yhteydenotto qFocus-selaimelle
fr: Retour / Contact pour le navigateur qFocus
he: משוב / יצירת קשר עבור qFocus Browser
hi: qFocus ब्राउज़र के लिए फीडबैक / संपर्क
hr: Povratne informacije / Kontakt za qFocus Browser
hu: Visszajelzés / Kapcsolat a qFocus böngészőhöz
id: Masukan / Kontak untuk qFocus Browser
it: Feedback / Contatti per qFocus Browser
ja: qFocusブラウザのフィードバック／お問い合わせ
ko: qFocus Browser 피드백/문의
ms: Maklum Balas / Hubungi untuk qFocus Browser
nb: Tilbakemeldinger / Kontakt for qFocus Browser
nl: Feedback / Contact voor qFocus Browser
pl: Opinie / Kontakt dla qFocus Browser
pt_br: Feedback / Contato para o qFocus Browser
pt_pt: Feedback / Contacto para o qFocus Browser
ro: Feedback / Contact pentru qFocus Browser
ru: Обратная связь / Контакт для браузера qFocus
sv: Feedback / Kontakt för qFocus Browser
th: ข้อเสนอแนะ / ติดต่อสำหรับ qFocus Browser
tr: qFocus Browser için Geri Bildirim / İletişim
uk: Відгуки / Контакт для браузера qFocus
ur: qFocus براؤزر کیلئے فیڈبیک / رابطہ
vi: Phản hồi / Liên hệ cho qFocus Browser
zh_hans: qFocus 浏览器的反馈/联系
zh_hant: qFocus瀏覽器的反饋/聯繫
